[
  {
    "name": "Moon",
    "diameters": 78,
    "history": "This is the only moon of the planet Earth. The earths moon affects the tides of the rivers on earth.",
    "planetName": "Earth"
  },
  {
    "name": "Phobos",
    "diameters": 78,
    "history": "This is one of 2 moons on Mars, It was discovered by the same person who discovered the second moon of Mars.",
    "planetName": "Mars"
  },

  {
    "name": "Deimos",
    "diameters": 78,
    "history": "Marxism bushwick pug williamsburg iceland woke intelligentsia",
    "planetName": "Mars"
  },

  {
    "name": "Io",
    "diameters": 43441,
    "history": "I'm baby marxism bushwick pug williamsburg iceland woke intelligentsia",
    "planetName": "Earth"
  },
  {
    "name": "Europa",
    "diameters": 365,
    "history": " Readymade celiac DIY offal jianbing shaman vexillologist hell of leggings biodiesel small batch chia marxism. Roof party narwhal listicle, forage next level stumptown year.",
    "planetName": "Earth"
  },
  {
    "name": "Callisto",
    "diameters": 365,
    "history": "Humblebrag glossier selvage ascot subway tile you probably haven't heard of them meditation godard.",
    "planetName": "Earth"
  },
  {
    "name": "Puck",
    "diameters": 365,
    "history": "Blog af biodiesel, bespoke subway tile put a bird on it wayfarers post-ironic vape taiyaki VHS distillery pug viral. Slow-carb blackbird spyplane gochujang, edison bulb flannel echo park pour-over marxism try-hard leggings shoreditch",
    "planetName": "Earth"
  },
  {
    "name": "Umbriel",
    "diameters": 155,
    "history": " Edison bulb cold-pressed marfa biodiesel skateboard taiyaki cupping pinterest activated charcoal cornhole. Vape keffiyeh cupping air plant whatever.",
    "planetName": "Earth"
  },
  {
    "name": "Oberon",
    "diameters": 46,
    "history": "Forage mukbang hammock grailed tumblr. Gastropub franzen vape locavore, hammock gluten-free bespoke hexagon palo santo pug.",
    "planetName": "Earth"
  },
  {
    "name": "Nereid",
    "diameters": 895,
    "history": "Bespoke plaid actually synth, woke brunch iPhone. Blackbird spyplane keytar shabby chic celiac bitters poutine roof party pok pok man braid humblebrag. Vice twee selfies tbh, bicycle rights sriracha beard lo-fi tacos affogato crucifix.",
    "planetName": "Earth"
  },
  {
    "name": "Neso",
    "diameters": 60,
    "history": "Banjo snackwave grailed twee same vaporware kale chips +1 pok pok banh mi skateboard marfa unicorn keytar solarpunk. Ascot health goth af slow-carb, letterpress cliche occupy photo booth polaroid vinyl. Beard biodiesel blog, cred cornhole man braid gatekeep thundercats VHS direct trade hella air plant coloring book truffaut JOMO.",
    "planetName": "Earth"
  },
  {
    "name": "Cupid",
    "diameters": 36,
    "history": "Cupid (2003 U2) was discovered by M.R. Showalter and J.J. Lissauer using the Hubble Space Telescope on Aug. 25, 2003. Cupid was originally called S/2003 U2 and was named for the Roman god of love, who appears in William Shakespeare's play, Timon of Athens (in keeping with the custom of naming most of Uranus' moons after Shakespearean characters).",
    "planetName": "Uranus"
  },
  {
    "name": "Portia",
    "diameters": 135,
    "history": "Portia (1986 U1) was discovered in the images taken by the Voyager science team on Jan. 3, 1986. Portia was originally called S/1986 U1 and was named after Portia, the heroine of William Shakespeare's 16th-century play, The Merchant of Venice.",
    "planetName": "Uranus"
  },
  {
    "name": "Juliet",
    "diameters": 94,
    "history": "Juliet (1986 U2) was discovered in the images taken by the Voyager science team on Jan. 3, 1986. Juliet was originally called S/1986 U2 and was named for the title character in William Shakespeare's play, Romeo and Juliet. Juliet is the daughter of the Capulets, who are sworn enemies of the Montagues.",
    "planetName": "Uranus"
  },
  {
    "name": "Cressida",
    "diameters": 80,
    "history": "Cressida (1986 U3) was discovered in the images taken by the Voyager science team on Jan. 9, 1986. Cressida was originally called S/1986 U3 and was named for the title character in William Shakespeare's play, Troilus and Cressida.",
    "planetName": "Uranus"
  },

  {
    "name": "Rosalind",
    "diameters": 72,
    "history": "Rosalind (1986 U4) was discovered in the images taken by the Voyager science team on Jan. 13, 1986. Rosalind  was originally called S/1986 U4 and was named for the daughter of a banished Duke in Shakespeare's play.",
    "planetName": "Uranus"
  },
  {
    "name": "Belinda",
    "diameters": 81,
    "history": "Belinda (1986 U5) was discovered in the images taken by the Voyager science team on January 13, 1986. Belinda was originally called S/1986 U5 and was named after the character whose lock of hair is stolen in Alexander Pope's Rape of the Lock.",
    "planetName": "Uranus"
  },
  {
    "name": "Desdemona",
    "diameters": 64,
    "history": "Desdemona (1986 U6) was discovered in the images taken by the Voyager science team on Jan. 13, 1986. Desdemona was originally called S/1986 U6 and was named after the wife of Othello in William Shakespeare's play, Othello, the Moor of Venice. Desdemona is the daughter of a Venetian senator.",
    "planetName": "Uranus"
  },
  {
    "name": "Cordelia",
    "diameters": 40,
    "history": "Cordelia (1986 U7) and Ophelia (1986 U8) were both discovered in the images taken by the Voyager science team on Jan. 20, 1986. It was not detected again until the Hubble Space Telescope observed it in 1997. It is the closest moon to the planets. Cordelia was originally called S/1986 U7 and was named for one of the youngest daughters of King Lear in William Shakespeare's play of the same name.",
    "planetName": "Uranus"
  },
  {
    "name": "Ophelia",
    "diameters": 43,
    "history": "Ophelia (1986 U8) and Cordelia (1986 U7) were both discovered in the images taken by the Voyager science team on Jan. 20, 1986. Ophelia was originally called S/1986 U8 and was named for the character of Ophelia in Shakespeare's Hamlet. Ophelia is the daughter of Polonius and the fiance of Hamlet in the play.",
    "planetName": "Uranus"
  },
  {
    "name": "Bianca",
    "diameters": 51,
    "history": "Bianca (1986 U9) was discovered in the images taken by the Voyager science team on Jan. 23, 1986. Bianca was originally called S/1986 U9 and was named after the sister of Katharina (Kate) in Shakespeare's play, The Taming of the Shrew.",
    "planetName": "Uranus"
  },

  {
    "name": "Triton",
    "diameters": 2750,
    "history": "Triton was discovered by British astronomer William Lassell on Oct. 10, 1846, just 17 days after Neptune itself was discovered, which was Sept 23, 1846. Triton was named after the son of Poseidon (the Greek god comparable to the Roman Neptune). Until the discovery of the second moon Nereid in 1949, Triton was commonly known as the satellite of Neptune.",
    "planetName": "Neptune"
  },
  {
    "name": "Nereid",
    "diameters": 340,
    "history": "Nereid was the last satellite of Neptune to be discovered by Gerard P. Kuiper with a ground-based telescope on May 1, 1949. Nereid was named after the Nereids, sea-nymphs, in Greek mythology. Kuiper proposed the name when he reported his discovery.",
    "planetName": "Neptune"
  },
  {
    "name": "Proteus",
    "diameters": 420,
    "history": "Proteus (1989 N1) was discovered from the images taken by the Voyager 2 science team in 1989. Proteus has been an unusual moon since Nereid was discovered in 1949. Proteus was originally called S/1989 N1 and was named after the shape-changing sea god of Greek mythology.",
    "planetName": "Neptune"
  },
  {
    "name": "Larissa",
    "diameters": 194,
    "history": "Larissa (1989 N2) was initially spotted by H. Reitsema, W. Hubbard, L. Lebofsky and D. Tholen through ground-based telescopes on May 24, 1981, but it was officially discovered from the images taken by the Voyager 2 science team in July, 1989. Larissa was originally called S/1989 N2 and was named because Larissa was a nymph from Greek mythology.",
    "planetName": "Neptune"
  },
  {
    "name": "Despina",
    "diameters": 150,
    "history": "Despina (1989 N3) was discovered from the images taken by the Voyager science team in late July, 1989. Despina was originally called S/1989 N3 and was named after Greek mythological character Despoina, a nymph who was a daughter of Poseidon and Demeter.",
    "planetName": "Neptune"
  },
  {
    "name": "Galatea",
    "diameters": 176,
    "history": "Galatea (1989 N4) was discovered from the images taken by the Voyager science team in July, 1989. Galatea and Despina are two more of Neptune's tiny, irregularly-shaped moons. Galatea was originally called S/1989 N3 and was named because Galatea was a sea nymph who attended to Poseidon.",
    "planetName": "Neptune"
  },
  {
    "name": "Thalassa",
    "diameters": 82,
    "history": "Thalassa (1989 N5) was discovered from the images taken by the Voyager science team in August, 1989. Thalassa was originally called S/1989 N4 and was named after a daughter of Aether and Hemera from Greek mythology. Thalassa is also the Greek word for sea.",
    "planetName": "Neptune"
  },
  {
    "name": "Naiad",
    "diameters": 66,
    "history": "Naiad (1989 N6) was the last moon to be discovered by the Voyager 2 in September 1989. Naiad is a potato-shaped moon of Neptune; it is mostly made of small fragments of Neptune's original satellites. Naiad was originally called S/1989 N6 and was named Naiad because its a type of mymph who presided over fountains, wells, springs, streams, and brooks in Greek mythology.",
    "planetName": "Neptune"
  },
  {
    "name": "Halimede",
    "diameters": 62,
    "history": "Halimede (2002 N1) was discovered by Matthew J. Holman, John J. Kavelaars, Tommy Grav, Wesley C. Fraser, and Dan Milisavljevic using images taken by the 4.0-meter Blanco telescope on Aug. 14, 2002. Halimede was originally called S/2002 N1 and was named after one of the Nereids. Most moons of Neptune are named for characters from Greek or Roman mythology associated with Neptune, or Poseidon, or the oceans.",
    "planetName": "Neptune"
  },
  {
    "name": "Sao",
    "diameters": 44,
    "history": "Sao was discovered by Tommy Grav, Matthew J. Holman, John J. Kavelaars, Wesley C. Fraser, and Dan Milisavljevic using images taken by the 4.0-m Blanco telescope on Aug. 14, 2002. Scientists are trying to learn more about Sao from its irregular sisters, and they have a general idea of the conditions under which our solar system formed billions of years ago. Sao was named for characters from Greek or Roman mythology associated with Neptune, Poseidon, or the ocean.",
    "planetName": "Neptune"
  }
]
