[
  {
    "name": "Moon",
    "diameters": 78,
    "history": "This is the only moon of the planet Earth. The earths moon affects the tides of the rivers on earth.",
    "planetName": "Earth"
  },
  {
    "name": "Phobos",
    "diameters": 78,
    "history": "This is one of 2 moons on Mars, It was discovered by the same person who discovered the second moon of Mars.",
    "planetName": "Mars"
  },

  {
    "name": "Deimos",
    "diameters": 78,
    "history": "Marxism bushwick pug williamsburg iceland woke intelligentsia",
    "planetName": "Mars"
  },

  {
    "name": "Io",
    "diameters": 43441,
    "history": "I'm baby marxism bushwick pug williamsburg iceland woke intelligentsia",
    "planetName": "Earth"
  },
  {
    "name": "Europa",
    "diameters": 365,
    "history": " Readymade celiac DIY offal jianbing shaman vexillologist hell of leggings biodiesel small batch chia marxism. Roof party narwhal listicle, forage next level stumptown year.",
    "planetName": "Earth"
  },
  {
    "name": "Callisto",
    "diameters": 365,
    "history": "Humblebrag glossier selvage ascot subway tile you probably haven't heard of them meditation godard.",
    "planetName": "Earth"
  },
  {
    "name": "Puck",
    "diameters": 365,
    "history": "Blog af biodiesel, bespoke subway tile put a bird on it wayfarers post-ironic vape taiyaki VHS distillery pug viral. Slow-carb blackbird spyplane gochujang, edison bulb flannel echo park pour-over marxism try-hard leggings shoreditch",
    "planetName": "Earth"
  },
  {
    "name": "Umbriel",
    "diameters": 155,
    "history": " Edison bulb cold-pressed marfa biodiesel skateboard taiyaki cupping pinterest activated charcoal cornhole. Vape keffiyeh cupping air plant whatever.",
    "planetName": "Earth"
  },
  {
    "name": "Oberon",
    "diameters": 46,
    "history": "Forage mukbang hammock grailed tumblr. Gastropub franzen vape locavore, hammock gluten-free bespoke hexagon palo santo pug.",
    "planetName": "Earth"
  },
  {
    "name": "Nereid",
    "diameters": 895,
    "history": "Bespoke plaid actually synth, woke brunch iPhone. Blackbird spyplane keytar shabby chic celiac bitters poutine roof party pok pok man braid humblebrag. Vice twee selfies tbh, bicycle rights sriracha beard lo-fi tacos affogato crucifix.",
    "planetName": "Earth"
  },
  {
    "name": "Neso",
    "diameters": 60,
    "history": "Banjo snackwave grailed twee same vaporware kale chips +1 pok pok banh mi skateboard marfa unicorn keytar solarpunk. Ascot health goth af slow-carb, letterpress cliche occupy photo booth polaroid vinyl. Beard biodiesel blog, cred cornhole man braid gatekeep thundercats VHS direct trade hella air plant coloring book truffaut JOMO.",
    "planetName": "Earth"
  },
  {
    "name": "Cupid",
    "diameters": 36,
    "history": "Cupid (2003 U2) was discovered by M.R. Showalter and J.J. Lissauer using the Hubble Space Telescope on Aug. 25, 2003. Cupid was originally called S/2003 U2 and was named for the Roman god of love, who appears in William Shakespeare's play, Timon of Athens (in keeping with the custom of naming most of Uranus' moons after Shakespearean characters).",
    "planetName": "Uranus"
  },
  {
    "name": "Portia",
    "diameters": 135,
    "history": "Portia (1986 U1) was discovered in the images taken by the Voyager science team on Jan. 3, 1986. Portia was originally called S/1986 U1 and was named after Portia, the heroine of William Shakespeare's 16th-century play, The Merchant of Venice.",
    "planetName": "Uranus"
  },
  {
    "name": "Juliet",
    "diameters": 94,
    "history": "Juliet (1986 U2) was discovered in the images taken by the Voyager science team on Jan. 3, 1986. Juliet was originally called S/1986 U2 and was named for the title character in William Shakespeare's play, Romeo and Juliet. Juliet is the daughter of the Capulets, who are sworn enemies of the Montagues.",
    "planetName": "Uranus"
  },
  {
    "name": "Cressida",
    "diameters": 80,
    "history": "Cressida (1986 U3) was discovered in the images taken by the Voyager science team on Jan. 9, 1986. Cressida was originally called S/1986 U3 and was named for the title character in William Shakespeare's play, Troilus and Cressida.",
    "planetName": "Uranus"
  },

  {
    "name": "Rosalind",
    "diameters": 72,
    "history": "Rosalind (1986 U4) was discovered in the images taken by the Voyager science team on Jan. 13, 1986. Rosalind  was originally called S/1986 U4 and was named for the daughter of a banished Duke in Shakespeare's play.",
    "planetName": "Uranus"
  },
  {
    "name": "Belinda",
    "diameters": 81,
    "history": "Belinda (1986 U5) was discovered in the images taken by the Voyager science team  on Jan. 13, 1986. Belinda was originally called S/1986 U5 and was named after the character whose lock of hair is stolen in Alexander Pope's Rape of the Lock."​,
    "planetName": "Uranus"
  },
  {
    "name": "Desdemona",
    "diameters": 64,
    "history": "Desdemona (1986 U6) was discovered in the images taken by the Voyager science team on Jan. 13, 1986. Desdemona was originally called S/1986 U6 and was named after the wife of Othello in William Shakespeare's play, Othello, the Moor of Venice. Desdemona is the daughter of a Venetian senator.",
    "planetName": "Uranus"
  },
  {
    "name": "Cordelia",
    "diameters": 40,
    "history": "Cordelia (1986 U7) and Ophelia (1986 U8) were both discovered in the images taken by the Voyager science team on Jan. 20, 1986. It was not detected again until the Hubble Space Telescope observed it in 1997. It is the closest moon to the planets. Cordelia was originally called S/1986 U7 and was named for one of the youngest daughters of King Lear in William Shakespeare's play of the same name.",
    "planetName": "Uranus"
  },
  {
    "name": "Ophelia",
    "diameters": 43,
    "history": "Ophelia (1986 U8) and Cordelia (1986 U7) were both discovered in the images taken by the Voyager science team on Jan. 20, 1986. Ophelia was originally called S/1986 U8 and was named for the character of Ophelia in Shakespeare's Hamlet. Ophelia is the daughter of Polonius and the fiance of Hamlet in the play.",
    "planetName": "Uranus"
  },
  {
    "name": "Bianca",
    "diameters": 51,
    "history": "Bianca (1986 U9) was discovered in the images taken by the Voyager science team on Jan. 23, 1986. Bianca was originally called S/1986 U9 and was named after the sister of Katharina (Kate) in Shakespeare's play, The Taming of the Shrew.",
    "planetName": "Uranus"
  },
 
 
  {
    "name": "Despina",
    "diameters": 150,
    "history": "Despina was discovered in late July 1989 from the images taken by the Voyager 2 probe. It was given the temporary designation S/1989 N 3. The discovery was announced (IAUC 4824) on 2 August 1989, and mentions 10 frames taken over 5 days, implying a discovery date of sometime before July 28.",
    "planetName": "Neptune"
  },
  {
    "name": "Galatea",
    "diameters": 176,
    "history": "Galatea was discovered in late July 1989 from the images taken by the Voyager 2 probe. It was given the temporary designation S/1989 N 4. The discovery was announced (IAUC 4824) on 2 August 1989, and mentions 10 frames taken over 5 days, implying a discovery date of sometime before July 28.",
    "planetName": "Neptune"
  },
  {
    "name": "Thalassa",
    "diameters": 82,
    "history": "Thalassa was discovered in August 1989 in images taken by Voyager 2. Thalassa was named after a daughter of Aether and Hemera from Greek mythology. Thalassa is also the Greek word for sea. The moon was originally designated as S/1989 N 5. Thalassa was the primordial goddess (protogenos) of the sea. Mingled with Pontos (Pontus), her male counterpart, she produced the fish and other sea creatures. Thalassa was the literal body of the sea and in the fables of Aesop, manifests as a woman formed of sea-water rising from her native element.",
    "planetName": "Neptune"
  },
  {
    "name": "Naiad",
    "diameters": 66,
    "history": "Naiad was the last moon to be discovered during the Voyager 2 flyby in September 1989. Naiad or Neptune III is the closest moon to Neptune named after the Naiads of Greek legend. The last moon to be discovered during the flyby, it was designated S/1989 N 6.",
    "planetName": "Neptune"
  },

  {
    "name": "Larissa",
    "diameters": 194,
    "history": "Larissa is another of the small moons found near Neptune's faint ring system in 1989. Similar to Despina and Galatea, Larissa is irregularly shaped and heavily cratered. Larissa, also known as Neptune VII, is the fifth-closest inner satellite of Neptune. It is named after Larissa, a lover of Poseidon (Neptune) in Greek mythology and eponymous nymph of the city in Thessaly, Greece.",
    "planetName": "Neptune"
  },
  {
    "name": "Proteus",
    "diameters": 420,
    "history": "Proteus was discovered from the images taken by the Voyager 2 space probe two months before its Neptune flyby in August 1989. Proteus was the third moon of Neptune to be discovered, 40 years after the discovery of Neptune's moon Nereid in 1949.",
    "planetName": "Neptune"
  },
  {
    "name": "Triton",
    "diameters": 2750,
    "history": "Triton was discovered on Oct. 10, 1846 by British astronomer William Lassell, just 17 days after Neptune itself was discovered. Triton is the largest of Neptune's 13 moons. It is unusual because it is the only large moon in our solar system that orbits in the opposite direction of its planet's rotation―a retrograde orbit.",
    "planetName": "Neptune"
  },
  {
    "name": "Nereid",
    "diameters": 340,
    "history": "Nereid was first seen by Gerard Kuiper in 1949 and was the last satellite of Neptune to be discovered before Voyager 2's discoveries in 1989. Nereid was discovered on May 1, 1949 by Gerard P. Kuiper with a ground-based telescope. It was the last satellite of Neptune to be discovered before Voyager 2's discoveries four decades later.",
    "planetName": "Neptune"
  },
  {
    "name": "Halimede",
    "diameters": 62,
    "history": "Halimede was discovered Aug. 14, 2002 by Matthew J. Holman, John J. Kavelaars, Tommy Grav, Wesley C. Fraser, and Dan Milisavljevic using images taken by the 4.0-meter Blanco telescope at the Cerro Tololo Inter-American Observatory in Chile and the 3.6-meter Canada-France-Hawaii Telescope in Hawaii. Multiple images were digitally combined until stars appeared as streaks, while the moons appeared as points of light.",
    "planetName": "Neptune"
  },
  {
    "name": "Sao",
    "diameters": 44,
    "history": "Sao was discovered Aug. 14, 2002 by Tommy Grav, Matthew J. Holman, John J. Kavelaars, Wesley C. Fraser, and Dan Milisavljevic using images taken by the 4.0-m Blanco telescope at the Cerro Tololo Inter-American Observatory in Chile and the 3.6-m Canada-France-Hawaii Telescope in Hawaii. Multiple images were digitally combined until stars appeared as streaks, while the moons appeared as points of light. Sao, Laomedeia and Halimede were discovered through the use of Earth-based telescopes -- this was the first time a Neptunian moon discovery had occurred by telescope since the discovery of Nereid in 1949 by Gerard Kuiper.",
    "planetName": "Neptune"
  }
]
