[
  {
    "name": "Moon",
    "diameter": 3474.8,
    "history": "This is the only natural satellite of the planet Earth and is simply called 'the Moon' because people believed it to be the only moon that existed before Galileo Galilei discovered other moons. It is the only place beyond the Earth where humans have set foot. The Earth's moon affects the tides of the ocean on Earth.",
    "planetName": "Earth"
  },
  {
    "name": "Phobos",
    "diameter": 22.2,
    "history": "This is the innermost and larger of the two natural satellites of Mars. It was discovered by an American astronomer, Asaph Hall on August 17th, 1877. He named it Phobos (which means 'fear'), after one of the twin sons of the mythological Greek god of war, Ares. He discovered this moon six nights after discovering the other moon of Mars, Deimos. It orbits Mars three times a day which is equivalent to 7.7 Earth hours",
    "planetName": "Mars"
  },
  {
    "name": "Deimos",
    "diameter": "12.4",
    "history": "This is the smaller of two moons that orbit around Mars. It is shaped like a potato and takes about 30 hours to orbit around Mars. It was discovered by an American astronomer, Asaph Hall, on the 12th of August, 1877. He named it Deimos (which means 'to flee' or to 'escape in flight'), after one of the twin sons of the mythological Greek god of war, Ares. It's orbit around Mars is 1.3 Earth days",
    "planetName": "Mars"
  },
  {
    "name": "Io",
    "diameter": 3643,
    "history": "It was discovered by Galileo Galilei on the 7th of January, 1610. It was the first moon discovered to orbit another planet in our solar system outside of Earth. It is named Io, after one of the priestesses of the mythological Greek godess, Hera. Io is the most volcanically active body in the solar system with hundreds of active volcanoes due to the gravitational pull on one side by Jupiter and then the perfectly balanced pull on the other side by two other moons, Ganymede and Europa. Io orbit's around Jupiter in 1.77 Earth days.",
    "planetName": "Jupiter"
  },
  {
    "name": "Europa",
    "diameter": 22.2,
    "history": "It was discovered by Galileo Galilei on the 8th of January, 1610. Europa orbits around Jupiter in 85 Earth hours. Europa was named after a mythological woman who was supposed to have been abducted by the god Zeus. In Roman mythology, the named the same god Jupiter. Europa is covered in ice which gives it a reflective ability to appear bright.",
    "planetName": "Jupiter"
  },
  {
    "name": "Callisto",
    "diameter": 4820.6,
    "history": "Callisto was discovered by Galileo Galilei on the 7th of January, 1610. It orbits around Jupiter in 16.69 Earth days. Callisto is the name of a mythological Greek nymph that Zeus, the king of the gods, fell in love with. Zeus' wife, Hera, changed her into a bear and then Zeus turned her into a star and put her high up in the sky.",
    "planetName": "Jupiter"
  },
  {
    "name": "Ganymede",
    "diameter": 5262.4,
    "history": "Ganymede is the largest moon in our solar system. It was discovered by Galileo Galilei on the 7th of January, 1610. It orbits around Jupiter in 7.16 Earth days.Ganymede was named after a Greek mythological young, beautiful Trojan prince who was taken to Olympus by the Greek god Zeus, disguised as an eagle. Ganymede took on the job of being the cupbearer for the gods of Olympus.",
    "planetName": "Jupiter"
  },
  {
    "name": "Amalthea",
    "diameter": 167,
    "history": "Amalthea was formerly called 'Jupiter V' before 1976. It was discovered on the 9th of September, 1892 by Edward Emerson Barnard. It is named after the nymph from the Greek mythology, Amalthea, who nursed the infant Zeus with goat's milk. It orbits Jupiter about 12 Earth hours.",
    "planetName": "Jupiter"
  },
  {
    "name": "Metis",
    "diameter": 43,
    "history": "Metis is the innermost known moon of Jupiter and it is also known as 'Jupiter XVI'. It was discovered in March, 1979 by Stephen P. Synnott. It was named after the first wife of the Greek mythological god, Zeus. It orbits Jupiter about 5 Earth hours.",
    "planetName": "Jupiter"
  },
  {
    "name": "Adrastea",
    "diameter": 16.4,
    "history": "It was in photographs taken by 'voyager 2' in 1979 making it the first natural satellite to be taken from a spacecraft rather than a telescope. It was named after Adrasteia, the Cretian nymph foster mother of the Greek mythological god, Zeus. It orbits Jupiter about 7 Earth hours.",
    "planetName": "Jupiter"
  },
  {
    "name": "Thebe",
    "diameter": 98.6,
    "history": "Thebe was discovered in 1980 by the Voyager science team from images taken by Voyager 1. It was named by association to the mythological Roman god, Jupiter — or his Greek equivalent, Zeus — in a variety of ways in different myths. In one, Thebe was a nymph who was a love of Zeus. In another, she was an Egyptian king's daughter and a love of Jupiter. It orbits Jupiter about 16 Earth hours.",
    "planetName": "Jupiter"
  },
  {
    "name": "Himalia",
    "diameter": 140,
    "history": "Himalia, also known as 'Jupiter VI', was discovered on the 3rd of December, 1904 by Charles Dillon Perrine. Himalia was named for a Greek mythological nymph of the island of Rhodes in Greek mythology who was one of the lovers of Zeus. It orbits Jupiter about 251 Earth days.",
    "planetName": "Jupiter"
  },
  {
    "name": "Leda",
    "diameter": 20,
    "history": "Leda, also known as 'Jupiter XIII', was discovered by Charles T. Kowal on the 14th of September, 1974. It was named after a woman, Leda, who was seduced by the mythological Greek god, Zeus, in the form of a swan. It takes nearly 241 Earth days to complete it's orbit around Jupiter.",
    "planetName": "Jupiter"
  },
  {
    "name": "Titan",
    "diameter": 5149.4,
    "history": "Titan is the largest moon of Saturn and the only moon in our solar system with a substantial atmosphere. It was discovered by the Dutch astronomer, Christiaan Huygens, in 1655. Titan, like many objects in our solar system, took its name from Greek mythology. The Titans were the oldest gods that ruled over the universe before the Olympians. It takes about 15 days and 22 Earth hours to complete it's orbit around Saturn.",
    "planetName": "Saturn"
  },
  {
    "name": "Enceladus",
    "diameter": 504,
    "history": "Enceladus is the most reflective surface in the solar system and is completely covered in ice. It was dicovered by William Hersche on the 28th of August, 1789. As it orbits around Saturn it blasts icy particles out into space and creates its own ring called Saturn's E ring. It was named after Enceladus, which is the Roman name for the Greek mythological giant, Cronus. it takes about 33 Earth hours to go around Saturn",
    "planetName": "Saturn"
  },
  {
    "name": "Dione",
    "diameter": 1122.8,
    "history": "Dione, also known as 'Saturn IV' was discovered by Giovanni Cassini on the 21st of March, 1684. It gets it's name form the Greek mythical Titan godess, Dione, who was described as the mother of Aphrodite by Homer. It takes about 66 Earth hours to complete it's orbit around Saturn.",
    "planetName": "Saturn"
  },
  {
    "name": "Rhea",
    "diameter": 1528.6,
    "history": "Rhea is a small, cold, airless body that was discovered by Giovanni Cassini on the 23rd of Dec, 1672. The name Rhea comes from the Greek Titan goddess Rhea, who is the wife of Kronus and the mother of many gods including Zeus. It takes about 4 days and 12 Earth hours to complete it's orbit around Saturn.",
    "planetName": "Saturn"
  },
  {
    "name": "Mimas",
    "diameter": 396.4,
    "history": "Mimas, also known as 'Saturn I', is the innermost of Saturn's major moons. It was discovered by William Herschel on the 17th of September, 1789. It is named after the mythological giant Mimas, who was killed by Mars in the war between the Titans and the gods of Olympus. Even after his death, Mimas' legs - which were serpents - hissed vengeance and sought to attack his killer. It takes about 23 Earth hours to complete it's orbit around Saturn.",
    "planetName": "Saturn"
  },
  {
    "name": "Iapetus",
    "diameter": 1471.2,
    "history": "Iapetus, an oddly shaped and coloured moon, was discovered by Giovanni D. Cassini on the 25th of October, 1671. The name Iapetus is from the mythological brother of Kronus, and father of Prometheus and Atlas. Greeks thought of Iapetus as the father of the human race since he was the father of Prometheus. It takes about 79 days and 3 Earth hours to complete it's orbit around Saturn.",
    "planetName": "Saturn"
  },
  {
    "name": "Hyperion",
    "diameter": 270,
    "history": "Hyperion, also known as 'Saturn VII', is an irregular shaped moon that was first discovered on the 16th of September, 1848 by William Lassell. It is the second largest moon in our solar system. The name Hyperion comes from the Greek Titan god Hyperion (he who watches over). Hyperion is a brother of Kronus and the husband of Thea. The children of Hyperion and Thea include Helios (the sun), Eos (the dawn) and Selene (the Moon). It takes about 21 Earth days to complete it's orbit around Saturn.",
    "planetName": "Saturn"
  },
  {
    "name": "Tethys",
    "diameter": 1062,
    "history": "Tethys, also know as 'Saturn III', was discovered by Giovanni D. Cassini on the 21st of March, 1684. It's name comes from the Greek Titan goddess, Tethys, who was a sister to Kronus and the wife of Oceanus. She was said to be the mother of the chief rivers, the mother of three thousand daughters called the Oceanids and the embodiment of the waters of the world. It takes about 45 Earth hours to complete it's orbit around Saturn.",
    "planetName": "Saturn"
  },
  {
    "name": "Prometheus",
    "diameter": 86.2,
    "history": "Prometheus was discovered in October 1980 by the Voyager 1 science team. The name Prometheus is from the son of the Titan Iapetus and is best known in Greek mythology for stealing fire from the gods and giving it to humanity. It takes about 14.7 hours to go around Saturn.",
    "planetName": "Saturn"
  },
  {
    "name": "Phoebe",
    "diameter": 213,
    "history": "Phoebe was discovered in August, 1898 by American astronomer William Pickering. Phoebe is another name for the Greek goddess called Artemis and the Romans called Diana. She was the youthful goddess of Earth's Moon, forests, wild animals, and hunting. It takes about 551 Earth days to complete it's orbit around Saturn (18 Months)",
    "planetName": "Saturn"
  },
  {
    "name": "Pan",
    "diameter": 28.2,
    "history": "Pan, the innermost known moon of Saturn was discovered in 1990 by M.R. Showalter using images from the 'Voyager 2' spacecraft. This moon gets it's name from the Greek mythological god of nature and forest, Pan, a satyr (a creature resembling a man with the hind legs and hooves of a goat). It takes about 14 Earth hours to complete it's orbit around Saturn.",
    "planetName": "Saturn"
  },
  {
    "name": "Cupid",
    "diameter": 36,
    "history": "Cupid (2003 U2) was discovered by M.R. Showalter and J.J. Lissauer using the Hubble Space Telescope on Aug. 25, 2003. Cupid was originally called S/2003 U2 and was named for the Roman god of love, who appears in William Shakespeare's play, Timon of Athens (in keeping with the custom of naming most of Uranus' moons after Shakespearean characters).",
    "planetName": "Uranus"
  },
  {
    "name": "Portia",
    "diameter": 135,
    "history": "Portia (1986 U1) was discovered in the images taken by the Voyager science team on Jan. 3, 1986. Portia was originally called S/1986 U1 and was named after Portia, the heroine of William Shakespeare's 16th-century play, The Merchant of Venice.",
    "planetName": "Uranus"
  },
  {
    "name": "Juliet",
    "diameter": 94,
    "history": "Juliet (1986 U2) was discovered in the images taken by the Voyager science team on Jan. 3, 1986. Juliet was originally called S/1986 U2 and was named for the title character in William Shakespeare's play, Romeo and Juliet. Juliet is the daughter of the Capulets, who are sworn enemies of the Montagues.",
    "planetName": "Uranus"
  },
  {
    "name": "Cressida",
    "diameter": 80,
    "history": "Cressida (1986 U3) was discovered in the images taken by the Voyager science team on Jan. 9, 1986. Cressida was originally called S/1986 U3 and was named for the title character in William Shakespeare's play, Troilus and Cressida.",
    "planetName": "Uranus"
  },

  {
    "name": "Rosalind",
    "diameter": 72,
    "history": "Rosalind (1986 U4) was discovered in the images taken by the Voyager science team on Jan. 13, 1986. Rosalind  was originally called S/1986 U4 and was named for the daughter of a banished Duke in Shakespeare's play.",
    "planetName": "Uranus"
  },
  {
    "name": "Belinda",
    "diameter": 81,
    "history": "Belinda (1986 U5) was discovered in the images taken by the Voyager science team on January 13, 1986. Belinda was originally called S/1986 U5 and was named after the character whose lock of hair is stolen in Alexander Pope's Rape of the Lock.",
    "planetName": "Uranus"
  },
  {
    "name": "Desdemona",
    "diameter": 64,
    "history": "Desdemona (1986 U6) was discovered in the images taken by the Voyager science team on Jan. 13, 1986. Desdemona was originally called S/1986 U6 and was named after the wife of Othello in William Shakespeare's play, Othello, the Moor of Venice. Desdemona is the daughter of a Venetian senator.",
    "planetName": "Uranus"
  },
  {
    "name": "Cordelia",
    "diameter": 40,
    "history": "Cordelia (1986 U7) and Ophelia (1986 U8) were both discovered in the images taken by the Voyager science team on Jan. 20, 1986. It was not detected again until the Hubble Space Telescope observed it in 1997. It is the closest moon to the planets. Cordelia was originally called S/1986 U7 and was named for one of the youngest daughters of King Lear in William Shakespeare's play of the same name.",
    "planetName": "Uranus"
  },
  {
    "name": "Ophelia",
    "diameter": 43,
    "history": "Ophelia (1986 U8) and Cordelia (1986 U7) were both discovered in the images taken by the Voyager science team on Jan. 20, 1986. Ophelia was originally called S/1986 U8 and was named for the character of Ophelia in Shakespeare's Hamlet. Ophelia is the daughter of Polonius and the fiance of Hamlet in the play.",
    "planetName": "Uranus"
  },
  {
    "name": "Bianca",
    "diameter": 51,
    "history": "Bianca (1986 U9) was discovered in the images taken by the Voyager science team on Jan. 23, 1986. Bianca was originally called S/1986 U9 and was named after the sister of Katharina (Kate) in Shakespeare's play, The Taming of the Shrew.",
    "planetName": "Uranus"
  },

  {
    "name": "Triton",
    "diameter": 2750,
    "history": "Triton was discovered by British astronomer William Lassell on Oct. 10, 1846, just 17 days after Neptune itself was discovered, which was Sept 23, 1846. Triton was named after the son of Poseidon (the Greek god comparable to the Roman Neptune). Until the discovery of the second moon Nereid in 1949, Triton was commonly known as the satellite of Neptune.",
    "planetName": "Neptune"
  },
  {
    "name": "Nereid",
    "diameter": 340,
    "history": "Nereid was the last satellite of Neptune to be discovered by Gerard P. Kuiper with a ground-based telescope on May 1, 1949. Nereid was named after the Nereids, sea-nymphs, in Greek mythology. Kuiper proposed the name when he reported his discovery.",
    "planetName": "Neptune"
  },
  {
    "name": "Proteus",
    "diameter": 420,
    "history": "Proteus (1989 N1) was discovered from the images taken by the Voyager 2 science team in 1989. Proteus has been an unusual moon since Nereid was discovered in 1949. Proteus was originally called S/1989 N1 and was named after the shape-changing sea god of Greek mythology.",
    "planetName": "Neptune"
  },
  {
    "name": "Larissa",
    "diameter": 194,
    "history": "Larissa (1989 N2) was initially spotted by H. Reitsema, W. Hubbard, L. Lebofsky and D. Tholen through ground-based telescopes on May 24, 1981, but it was officially discovered from the images taken by the Voyager 2 science team in July, 1989. Larissa was originally called S/1989 N2 and was named because Larissa was a nymph from Greek mythology.",
    "planetName": "Neptune"
  },
  {
    "name": "Despina",
    "diameter": 150,
    "history": "Despina (1989 N3) was discovered from the images taken by the Voyager science team in late July, 1989. Despina was originally called S/1989 N3 and was named after Greek mythological character Despoina, a nymph who was a daughter of Poseidon and Demeter.",
    "planetName": "Neptune"
  },
  {
    "name": "Galatea",
    "diameter": 176,
    "history": "Galatea (1989 N4) was discovered from the images taken by the Voyager science team in July, 1989. Galatea and Despina are two more of Neptune's tiny, irregularly-shaped moons. Galatea was originally called S/1989 N3 and was named because Galatea was a sea nymph who attended to Poseidon.",
    "planetName": "Neptune"
  },
  {
    "name": "Thalassa",
    "diameter": 82,
    "history": "Thalassa (1989 N5) was discovered from the images taken by the Voyager science team in August, 1989. Thalassa was originally called S/1989 N4 and was named after a daughter of Aether and Hemera from Greek mythology. Thalassa is also the Greek word for sea.",
    "planetName": "Neptune"
  },
  {
    "name": "Naiad",
    "diameter": 66,
    "history": "Naiad (1989 N6) was the last moon to be discovered by the Voyager 2 in September 1989. Naiad is a potato-shaped moon of Neptune; it is mostly made of small fragments of Neptune's original satellites. Naiad was originally called S/1989 N6 and was named Naiad because its a type of mymph who presided over fountains, wells, springs, streams, and brooks in Greek mythology.",
    "planetName": "Neptune"
  },
  {
    "name": "Halimede",
    "diameter": 62,
    "history": "Halimede (2002 N1) was discovered by Matthew J. Holman, John J. Kavelaars, Tommy Grav, Wesley C. Fraser, and Dan Milisavljevic using images taken by the 4.0-meter Blanco telescope on Aug. 14, 2002. Halimede was originally called S/2002 N1 and was named after one of the Nereids. Most moons of Neptune are named for characters from Greek or Roman mythology associated with Neptune, or Poseidon, or the oceans.",
    "planetName": "Neptune"
  },
  {
    "name": "Sao",
    "diameter": 44,
    "history": "Sao was discovered by Tommy Grav, Matthew J. Holman, John J. Kavelaars, Wesley C. Fraser, and Dan Milisavljevic using images taken by the 4.0-m Blanco telescope on Aug. 14, 2002. Scientists are trying to learn more about Sao from its irregular sisters, and they have a general idea of the conditions under which our solar system formed billions of years ago. Sao was named for characters from Greek or Roman mythology associated with Neptune, Poseidon, or the ocean.",
    "planetName": "Neptune"
  }
]
